Repository: marslin1220/RunCraft
Catalog: RunCraftPackage/Sources/AppFeature/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: About
ja: 概要
ko: 정보
zh_hans: 关于
zh_hant: 關於

source: End Workout
ja: ワークアウトを終了
ko: 운동 종료
zh_hans: 结束训练
zh_hant: 結束訓練

source: End Workout?
ja: ワークアウトを終了しますか？
ko: 운동을 종료할까요?
zh_hans: 结束训练？
zh_hant: 結束訓練？

source: Daily nudge at the time you pick. Tap to open RunCraft and dispatch today's session to Apple Watch.
ja: 指定した時刻に毎日リマインド。タップで RunCraft を開いて今日のセッションを Apple Watch に送信できます。
ko: 지정한 시간에 매일 알림. 탭해서 RunCraft을 열고 오늘 세션을 Apple Watch로 보낼 수 있습니다.
zh_hans: 在你选定的时间每天提醒。点一下打开 RunCraft，把今天的训练派送到 Apple Watch。
zh_hant: 在你選定的時間每天提醒。點一下打開 RunCraft，把今天的訓練派送到 Apple Watch。

source: Daily training reminder
ja: 毎日のトレーニングリマインド
ko: 매일 훈련 알림
zh_hans: 每日训练提醒
zh_hant: 每日訓練提醒

source: On Apple Watch
ja: Apple Watch で実行中
ko: Apple Watch에서 실행 중
zh_hans: 正在 Apple Watch 上
zh_hant: 正在 Apple Watch 上

source: Notifications
ja: 通知
ko: 알림
zh_hans: 通知
zh_hant: 通知

source: Resume
ja: 再開
ko: 재개
zh_hans: 恢复
zh_hant: 恢復

source: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Open RunCraft to see your session and dispatch it to Apple Watch.
ja: RunCraft を開いて今日のセッションを確認し、Apple Watch へ送信しましょう。
ko: RunCraft을 열어 세션을 확인하고 Apple Watch로 전송하세요.
zh_hans: 打开 RunCraft 查看你的训练，并派送到 Apple Watch。
zh_hant: 打開 RunCraft 查看你的訓練，並派送到 Apple Watch。

source: Time
ja: 時刻
ko: 시간
zh_hans: 时间
zh_hant: 時間

source: Today's RunCraft training is ready
ja: 今日の RunCraft トレーニングが用意できました
ko: 오늘의 RunCraft 훈련이 준비되었습니다
zh_hans: 今天的 RunCraft 训练已就绪
zh_hant: 今天的 RunCraft 訓練已就緒

source: Built on VDOT
ja: VDOT が核
ko: VDOT 기반
zh_hans: 以 VDOT 为核心
zh_hant: 以 VDOT 為核心

source: Enter a race time — or let HealthKit pull your best — and RunCraft derives your five training pace zones from the Daniels formula.
ja: レースタイムを入力するか、HealthKit からベストを取得すると、RunCraft が Daniels 公式から 5 つのトレーニングペースを算出します。
ko: 레이스 기록을 입력하거나 HealthKit에서 최고 기록을 가져오면 RunCraft가 Daniels 공식으로 5가지 훈련 페이스를 산출합니다.
zh_hans: 输入近期比赛成绩，或让 HealthKit 自动找出最佳值，RunCraft 用 Daniels 公式推导你的五个训练配速区间。
zh_hant: 輸入近期比賽成績，或讓 HealthKit 自動找出最佳值，RunCraft 用 Daniels 公式推導你的五個訓練配速區間。

source: Forty years of Jack Daniels' coaching
ja: Jack Daniels の 40 年のコーチング
ko: Jack Daniels의 40년 코칭
zh_hans: Jack Daniels 四十年教练心法
zh_hant: Jack Daniels 四十年教練心法

source: Get started
ja: はじめる
ko: 시작하기
zh_hans: 开始使用
zh_hant: 開始使用

source: Just ask Siri
ja: Siri に聞くだけ
ko: Siri에게 물어보세요
zh_hans: 直接问 Siri
zh_hant: 直接問 Siri

source: Next
ja: 次へ
ko: 다음
zh_hans: 下一步
zh_hant: 下一步

source: One tap to your wrist
ja: ワンタップで手首へ
ko: 원 탭으로 손목까지
zh_hans: 一键直达手表
zh_hant: 一鍵直達手錶

source: Periodised plans, real Apple Watch dispatch, and Siri-driven control — everything a serious runner needs in one app.
ja: ピリオダイズされたプラン、Apple Watch への直接ディスパッチ、Siri 制御 — シリアスランナーに必要なものをひとつの App に。
ko: 주기화된 계획, 실제 Apple Watch 디스패치, Siri 음성 제어 — 진지한 러너에게 필요한 모든 것이 하나의 앱에.
zh_hans: 周期化计划、Apple Watch 派送、Siri 语音控制 — 严肃跑者需要的全在一个 App。
zh_hant: 週期化計畫、Apple Watch 派送、Siri 語音控制 — 嚴肅跑者需要的全在一個 App。

source: Send any workout to your paired Apple Watch with a single button. Pace alerts run on-wrist — no menu hunting mid-stride.
ja: ペアリング済みの Apple Watch にワークアウトをワンボタンで送信。ペースアラートは手首で鳴る — 走行中にメニューを探す必要はありません。
ko: 페어링된 Apple Watch에 운동을 한 번의 버튼으로 전송. 페이스 알림은 손목에서 — 달리는 중 메뉴를 뒤질 필요 없습니다.
zh_hans: 一键把任何训练传到配对的 Apple Watch。配速警示在手腕上即时提醒 — 跑步中不必滑选单。
zh_hant: 一鍵把任何訓練傳到配對的 Apple Watch。配速警示在手腕上即時提醒 — 跑步中不必滑選單。

source: Skip
ja: スキップ
ko: 건너뛰기
zh_hans: 略过
zh_hant: 略過

source: Skip onboarding
ja: オンボーディングをスキップ
ko: 온보딩 건너뛰기
zh_hans: 略过引导
zh_hant: 略過介紹

source: Train with the science
ja: 科学でトレーニング
ko: 과학으로 훈련하다
zh_hans: 用科学训练
zh_hant: 用科學訓練

source: Voice-first control
ja: 音声ファースト
ko: 음성 우선 제어
zh_hans: 语音优先控制
zh_hant: 語音優先控制

source: Workout
ja: ワークアウト
ko: 운동
zh_hans: 训练
zh_hant: 訓練

source: Welcome to RunCraft
ja: RunCraft へようこそ
ko: RunCraft에 오신 것을 환영합니다
zh_hans: 欢迎使用 RunCraft
zh_hant: 歡迎使用 RunCraft

source: WorkoutKit handoff
ja: WorkoutKit で受け渡し
ko: WorkoutKit 핸드오프
zh_hans: WorkoutKit 同步
zh_hant: WorkoutKit 同步

source: "What's today's training?" · "Start Yasso 800." · "Set my VDOT to 52." RunCraft answers, dispatches, and saves.
ja: 「今日のトレーニングは？」「Yasso 800 を開始」「VDOT を 52 に設定」— RunCraft が回答し、送信し、保存します。
ko: "오늘의 훈련은?" · "Yasso 800 시작" · "VDOT을 52로 설정" — RunCraft가 답하고, 전송하고, 저장합니다.
zh_hans: 「今天的训练是什么？」「开始 Yasso 800」「把 VDOT 设为 52」— RunCraft 回答、派送、储存。
zh_hant: 「今天的訓練是什麼？」「開始 Yasso 800」「把 VDOT 設為 52」— RunCraft 回答、派送、儲存。

source: About Jack Daniels VDOT
ja: Jack Daniels VDOT について
ko: Jack Daniels VDOT 정보
zh_hans: 关于 Jack Daniels VDOT
zh_hant: 關於 Jack Daniels VDOT

source: Insights
ja: インサイト
ko: 인사이트
zh_hans: 数据分析
zh_hant: 數據分析

source: Pace
ja: ペース
ko: 페이스
zh_hans: 配速
zh_hant: 配速

source: Pause
ja: 一時停止
ko: 일시 정지
zh_hans: 暂停
zh_hant: 暫停

source: Plan
ja: プラン
ko: 계획
zh_hans: 计划
zh_hant: 計畫

source: Settings
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Units
ja: 単位
ko: 단위
zh_hans: 单位
zh_hant: 單位

source: Version
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

source: Workouts
ja: ワークアウト
ko: 운동
zh_hans: 训练
zh_hant: 訓練
